Repository: martinzuern/NASA-TLX
Catalog: locale/*/LC_MESSAGES/Nasa-TLX.po
Languages: de_de, nl_nl

source: You have to submit an ID.
de_de: Sie müssen eine ID angeben.
nl_nl: Je moet een ID in te dienen.

source: Mental Demand
de_de: Geistige Anforderung
nl_nl: Mentale Eisen

source: Low
de_de: Gering
nl_nl: Laag

source: High
de_de: Hoch
nl_nl: Hoog

source: How much mental and perceptual activity was required (e.g. thinking, deciding, calculating, remembering, looking, searching, etc)? Was the task easy or demanding, simple or complex, exacting or forgiving?
de_de: Wie viel geistige Anforderung war bei der Informationsaufnahme und bei der Informationsverarbeitung erforderlich (z.B. Denken, Entscheiden, Rechnen, Erinnern, Hinsehen, Suchen ...)? War die Aufgabe leicht oder anspruchsvoll, einfach oder komplex, erfordert sie hohe Genauigkeit oder ist sie fehlertolerant?
nl_nl: Hoeveel mentale en perceptuele activiteit was er vereist (bv. denken, beslissen, berekenen, herinneren, kijken, zoeken, enzovoort)? Was de taak gemakkelijk of veeleisend, simpel of complex, strikt of vergevend?

source: Physical Demand
de_de: Körperliche Anforderung
nl_nl: Fysieke Eisen

source: How much physical activity was required (e.g. pushing, pulling, turning, controlling, activating, etc)? Was the task easy or demanding, slow or brisk, slack or strenuous, restful or laborious?
de_de: Wie viel körperliche Aktivität war erforderlich (z.B. ziehen, drücken, drehen, steuern, aktivieren ...)? War die Aufgabe leicht oder schwer, einfach oder anstrengend, erholsam oder mühselig?
nl_nl: Hoeveel fysieke activiteit was er vereist (bv. duwen, trekken, draaien, controlleren, activeren, enzovoort)? Was de taak gemakkelijk of veeleisend, traag of vlug, licht of zwaar, rustgevend of arbeidsintensief?

source: Temporal Demand
de_de: Zeitliche Anforderung
nl_nl: Tijdseisen

source: How much time pressure did you feel due to the rate of pace at which the tasks or task elements occurred? Was the pace slow and leisurely or rapid and frantic?
de_de: Wie viel Zeitdruck empfanden Sie hinsichtlich der Häufigkeit oder dem Takt mit dem die Aufgaben oder Aufgabenelemente auftraten? War die Aufgabe langsam und geruhsam oder schnell und hektisch?
nl_nl: Hoeveel tijdsdruk voelde je door de snelheid waarmee de taak of taken moesten gebeuren? Was het ritme traag en op het gemak, of snel en gehaast?

source: Performance
de_de: Leistung
nl_nl: Prestatie

source: Good
de_de: Gut
nl_nl: Goed

source: Poor
de_de: Schlecht
nl_nl: Slecht

source: How successful do you think you were in accomplishing the goals of the task set by the experimenter (or yourself)? How satisfied were you with your performance in accomplishing these goals?
de_de: Wie erfolgreich haben Sie Ihrer Meinung nach die vom Versuchsleiter (oder Ihnen selbst) gesetzten Ziele erreicht? Wie zufrieden waren Sie mit Ihrer Leistung bei der Verfolgung dieser Ziele?
nl_nl: Hoe succesvol denk je dat je was in het bereiken van de doelen vooropgesteld door de proefleider (of door jezelf)? Hoe tevreden was je met je performantie in het bereiken van deze doelen?

source: Effort
de_de: Anstrengung
nl_nl: Inspanning

source: How hard did you have to work (mentally and physically) to accomplish your level of performance?
de_de: Wie hart mussten Sie arbeiten, um Ihren Grad an Aufgabenerfüllung zu erreichen?
nl_nl: Hoe hard moest je werken (mentaal en fysiek) om jouw niveau van performantie te bereiken?

source: Frustration
nl_nl: Frustratie

source: How insecure, discouraged, irritated, stressed and annoyed versus secure, gratified, content, relaxed and complacent did you feel during the task?
de_de: Wie unsicher, entmutigt, irritiert, gestresst und verärgert (versus sicher, bestätigt, zufrieden, entspannt und zufrieden mit sich selbst) fühlten Sie sich während der Aufgabe?
nl_nl: Hoe onzeker, ontmoedigd, geirriteerd, gestrest en geergerd versus zeker, bevredigd, tevreden, ontspannen en zelfvoldaan voelde je tijdens de taak?

source: A value must be selected for every scale!
de_de: Für jede Dimension muss ein Wert gewählt werden!
nl_nl: Een waarde moet geselecteerd worden voor elke schaal!

source: Click on each scale at the point that best indicates your experience of the task.
de_de: Klicken Sie in jeder Skale auf den Punkt, der Ihre Erfahrung im Hinblick auf die Aufgabe am besten verdeutlicht.
nl_nl: Klik voor elke schaal op het punt dat jouw ervaring met de taak het beste aangeeft.

source: In other words: think back on what was easy and what was difficult or annoying about the task. How low or high were the mental demands, physical demands, etc... Drag your cursor over the question marks for more information.
de_de: In anderen Worten: Erinnern Sie sich an die Aufgabe, und was daran einfach, schwer oder anstrengend war. Klicke auf das Fragezeichen, um zu jeder Frage weitere Informationen zu erhalten.
nl_nl: Met andere woorden: denk terug aan wat er gemakkelijk was en wat er lastig was aan de taak. Hoe laag of hoog waren de mentale eisen, fysieke eisen, enzovoort... Sleep je cursor over de vraagtekens voor meer uitleg.

source: There are no right or wrong answers. If something is not entirely clear, follow your intuition.
de_de: Es gibt keine richtigen oder falschen Antworten. Falls etwas nicht eindeutig für Sie erscheint, folgen Sie ihrer Intuition.
nl_nl: Er zijn geen juiste of foute antwoorden. Als er iets niet helemaal duidelijk is, volg dan je intuitie.

source: Next
de_de: Weiter
nl_nl: Continue

source: One each of the following 15 screens, click on the scale title that represents the more important contributor to workload for the task.
de_de: Klicken Sie in jedem der 15 nachfolgenden Fenster auf die Beanspruchungsdimension, die für das Gesamtempfinden hinsichtlich der Aufgabe die jeweils bedeutsamere war.
nl_nl: Voor elk van de volgende 15 schermen, klik op de factor die meer bijdraagt aan de werklast van de taak.

source: In other words: which factor made the task more tedious than the other?
de_de: In anderen Worten: Welche der beiden Dimensionen machte die Aufgabe fordernder?
nl_nl: Met andere woorden: welke factor maakte het bijhouden van je dromen meer lastiger dan de andere?

source: Click on the factor that represents the more important contributor to workload for the task.
de_de: Klicken Sie auf die Dimension, die den jeweils wichtigeren Beitrag zur Arbeitsbelastung hinsichtlich der Aufgabe darstellt.
nl_nl: Klik op de factor die meer bijdraagt aan de werklast van de taak.

source: or
de_de: oder
nl_nl: oder

source: Results
de_de: Ergebnisse
nl_nl: Resultaten

source: All done!
de_de: Alles erledigt!
nl_nl: Klaar!

source: Results submitted. Thank you for participating.
de_de: Ergebnisse erfolgreich übermittelt. Danke für Ihre Teilnahme.
nl_nl: Resultaten verzonden. Bedankt voor je deelname.

source: Close
de_de: Fragebogen schließen
nl_nl: Sluiten

source: Error!
de_de: Fehler!
nl_nl: Fout!

source: Something went wrong when submitting the results:
de_de: Bei der Übermittlung der Ergebnisse ist etwas fehlgeschlagen:
nl_nl: Iets ging mis bij het verzenden van de resultaten:
